{
    "(and :count more error)": "(și :count mai multe erori)",
    "(and :count more errors)": "(și cu :count mai multe erori)",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Un nou link de verificare a fost trimis la adresa de e-mail pe care ați furnizat-o în setările profilului dvs.",
    "A new verification link has been sent to your email address.": "Un nou link de verificare a fost trimis la adresa dvs. de e-mail.",
    "Accept Invitation": "Acceptați Invitația",
    "Actions": "Acțiuni",
    "Add": "Adaugă",
    "Add a new team member to your team, allowing them to collaborate with you.": "Adăugați un nou membru al echipei în echipa dvs., permițându-le să colaboreze cu dvs.",
    "Add additional security to your account using two factor authentication.": "Adăugați securitate suplimentară în contul dvs. utilizând autentificarea cu doi factori.",
    "Add Team Member": "Adaugă Membru Al Echipei",
    "Added.": "Adăugat.",
    "Administrator": "Administrator",
    "Administrator users can perform any action.": "Utilizatorii de Administrator pot efectua orice acțiune.",
    "Alerts indicators": "Indicatori de alerte",
    "All of the people that are part of this team.": "Toți oamenii care fac parte din această echipă.",
    "All rights reserved.": "Toate drepturile rezervate.",
    "Already have an account?": "Ai deja un cont?",
    "Already registered?": "Ești deja înregistrat?",
    "An extension is a UiPath Process started from the logged in user's machine. It allows to run attended jobs helping the user to interact with other systems (e.g. : Create an IT service request in ServiceNow, create a new issue in Jira, etc.). When an alert is raised, you have the ability to start these jobs and benefit valuable information on the alert (e.g. : creation date, events, resolution description, etc.).": "O extensie este un proces UiPath pornit de la computerul utilizatorului conectat. Permite să ruleze joburi asistate, ajutând utilizatorul să interacționeze cu alte sisteme (de ex.: Creați o solicitare de servicii IT în ServiceNow, creați o nouă problemă în Jira etc.). Când se afișează o alertă, aveți posibilitatea de a începe aceste joburi și de a beneficia de informații valoroase din alertă (de exemplu: data creării, evenimente, descrierea rezoluției etc.).",
    "Analysis": "Analiză",
    "Anonymous authentication": "Autentificare anonimă",
    "API Token": "Simbolul API",
    "API Token Permissions": "Permisiuni API Token",
    "API Tokens": "Indicativele API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Token-urile API permit serviciilor terțe să se autentifice cu aplicația noastră în numele dvs.",
    "App ID": "App ID",
    "App Secret": "App Secret",
    "Are you sure you want to delete selected Orchestrator connections (:number)? Once removed, all of their resources and data will be permanently deleted.": "Sigur doriți să ștergeți conexiunile Orchestrator selectate (:number)? Odată eliminate, toate resursele și datele lor vor fi șterse definitiv.",
    "Are you sure you want to delete this business automated process? Once removed, all of its resources and data will be permanently deleted.": "Sigur doriți să ștergeți acest proces automatizat de afaceri? Odată eliminate, toate resursele și datele sale vor fi șterse definitiv.",
    "Are you sure you want to delete this Orchestrator connection? Once removed, all of its resources and data will be permanently deleted.": "Sigur doriți să ștergeți această conexiune Orchestrator? Odată eliminate, toate resursele și datele sale vor fi șterse definitiv.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Sunteți sigur că doriți să ștergeți această echipă? Odată ce o echipă este ștearsă, toate resursele și datele sale vor fi șterse definitiv.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sunteți sigur că doriți să vă ștergeți contul? Odată ce contul dvs. este șters, toate resursele și datele sale vor fi șterse definitiv. Introduceți parola pentru a confirma că doriți să vă ștergeți definitiv contul.",
    "Are you sure you would like to delete this API token?": "Sunteți sigur că doriți să ștergeți acest token API?",
    "Are you sure you would like to leave this team?": "Ești sigur că vrei să părăsești această echipă?",
    "Are you sure you would like to remove this person from the team?": "Sunteți sigur că doriți să eliminați această persoană din echipă?",
    "At least one UiPath Orchestrator connection must be selected.": "Trebuie selectată cel puțin o conexiune UiPath Orchestrator.",
    "Automated business processes": "Procese automate de afaceri",
    "Automated business processes health": "Sănătatea proceselor de afaceri automatizate",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.",
    "Browser Sessions": "Sesiuni De Browser",
    "Business automated process details": "Detaliile procesului automatizat de afaceri",
    "Business automated process named :name successfully defined!": "Proces automatizat de afaceri numit :name definit cu succes!",
    "Business automated process named :name successfully removed!": "Procesul automatizat de afaceri numit :name a fost eliminat cu succes!",
    "Cancel": "Anulează",
    "Click here to re-send the verification email.": "Click here to re-send the verification email.",
    "Close": "Închide",
    "Closed alerts": "Alerte închise",
    "Cloud": "Implementare în cloud",
    "Code": "Cod",
    "Coming soon": "In curand",
    "Configuration": "Configurare",
    "Configure": "Configurați",
    "Confirm": "Confirmă",
    "Confirm Password": "Confirmare parolă",
    "Connect with UiPath Orchestrator instances you need to supervise.": "Conectați-vă cu instanțele UiPath Orchestrator pe care trebuie să le supravegheați.",
    "Connection verification failed.": "Verificarea conexiunii a eșuat.",
    "Connection verification failed: :error.": "Verificarea conexiunii a eșuat: :error.",
    "Connection verified successfully.": "Conexiunea a fost verificată cu succes.",
    "Create": "Creează",
    "Create a new team to collaborate with others on projects.": "Creați o nouă echipă pentru a colabora cu alte persoane la proiecte.",
    "Create a UiPath Orchestrator connection": "Creați o conexiune UiPath Orchestrator",
    "Create Account": "Creează Cont",
    "Create API Token": "Creați API Token",
    "Create New Team": "Creați O Echipă Nouă",
    "Create Team": "Creează Echipă",
    "Created.": "Creat.",
    "Current Password": "Parola Curentă",
    "Dashboard": "Tablou de bord",
    "Define a business automated process": "Definiți un proces automatizat de afaceri",
    "Define automated business processes by linking them to entities in UiPath Orchestrator instances (robots, processes, queues, etc.).": "Definiți procesele automate de afaceri legându-le la entități din instanțele UiPath Orchestrator (roboți, procese, cozi etc.).",
    "Delete": "Șterge",
    "Delete a business automated process": "Ștergeți un proces automatizat de afaceri",
    "Delete a UiPath Orchestrator connection": "Ștergeți o conexiune UiPath Orchestrator",
    "Delete Account": "Șterge Contul",
    "Delete API Token": "Șterge simbolul API",
    "Delete multiple UiPath Orchestrator connections": "Ștergeți mai multe conexiuni UiPath Orchestrator",
    "Delete Team": "Șterge Echipa",
    "Development": "Dezvoltare",
    "Disable": "Dezactivează",
    "Do you want to leave this page without saving your latest changes?": "Doriți să părăsiți această pagină fără a salva cele mai recente modificări?",
    "Don't have an account?": "Nu ai cont?",
    "Done.": "S-a făcut.",
    "Edit": "Editați",
    "Edit a business automated process": "Editați un proces automatizat de afaceri",
    "Edit a UiPath Orchestrator connection": "Editați o conexiune UiPath Orchestrator",
    "Edit Profile": "Edit Profile",
    "Editor": "Editor",
    "Editor users have the ability to read, create, and update.": "Utilizatorii editorului au capacitatea de a citi, crea și actualiza.",
    "Elasticsearch details": "Detalii Elasticsearch",
    "Elasticsearch enabled": "Elasticsearch activat",
    "Email": "E-mail",
    "Email Password Reset Link": "Link De Resetare A Parolei De E-Mail",
    "Enable": "Activează",
    "Enable Kibana built-in alerts": "Activați alertele încorporate Kibana",
    "Enable UiPath machines supervision": "Activați supravegherea mașinilor UiPath",
    "Enable UiPath Orchestrator built-in alerts": "Activați alertele încorporate UiPath Orchestrator",
    "Enable UiPath processes supervision": "Activați supravegherea proceselor UiPath",
    "Enable UiPath queues supervision": "Activați supravegherea cozilor UiPath",
    "Ensure your account is using a long, random password to stay secure.": "Asigurați-vă că contul dvs. utilizează o parolă lungă, aleatorie pentru a rămâne în siguranță.",
    "Environment type": "Tipul mediului",
    "External application connection details": "Detalii de conectare la aplicație externă",
    "External application connection details (per tenant)": "Detalii de conectare la aplicație externă (per chiriaș)",
    "Finish enabling two factor authentication.": "Finish enabling two factor authentication.",
    "For Automation Cloud: :link": "Pentru Automation Cloud: :link",
    "For more details please access the following page in UiPath Orchestrator documentation: :link": "Pentru mai multe detalii, accesați următoarea pagină din documentația UiPath Orchestrator: :link",
    "For more details please access the following pages in UiPath Orchestrator documentation:": "Pentru mai multe detalii, accesați următoarele pagini din documentația UiPath Orchestrator:",
    "For UiPath Orchestrator standalone installation or Automation Suite: :link": "Pentru instalarea UiPath Orchestrator autonomă sau Automation Suite: :link",
    "For your security, please confirm your password to continue.": "Pentru securitatea dvs., vă rugăm să confirmați parola pentru a continua.",
    "Forbidden": "Interzis",
    "Forgot your password?": "Ați uitat parola?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Ați uitat parola? Nicio problemă. Spuneți-ne adresa dvs. de e-mail și vă vom trimite un link de resetare a parolei care vă va permite să alegeți una nouă.",
    "General options": "Optiuni generale",
    "Get started by configuring the solution in order to supervise your digital workforce.": "Începeți prin a configura soluția pentru a vă supraveghea forța de muncă digitală.",
    "Go to Elasticsearch": "Accesați Elasticsearch",
    "Go to Kibana": "Accesați Kibana",
    "Go to page :page": "Mergi la pagina :page",
    "Go to UiPath Orchestrator": "Accesați UiPath Orchestrator",
    "Great! You have accepted the invitation to join the :team team.": "Grozav! Ați acceptat invitația de a vă alătura echipei :team.",
    "Hello!": "Bună!",
    "Hosting type": "Tip de gazduire",
    "Hybrid": "Hibrid",
    "I agree to the :terms_of_service and :privacy_policy": "Sunt de acord cu :terms_of_service și :privacy_policy",
    "If Kibana is configured in your installation you may provide its URL allowing supervisor to generate direct links to some Kibana pages.": "Dacă Kibana este configurat în instalarea dvs., puteți furniza adresa URL a acestuia, permițând supervisor să genereze link-uri directe către unele pagini Kibana.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Dacă este necesar, vă puteți deconecta de la toate celelalte sesiuni de browser de pe toate dispozitivele. Unele dintre sesiunile dvs. recente sunt enumerate mai jos; cu toate acestea, această listă poate să nu fie exhaustivă. Dacă simțiți că contul dvs. a fost compromis, ar trebui să vă actualizați și parola.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Dacă aveți deja un cont, puteți accepta această invitație făcând clic pe butonul de mai jos:",
    "If you did not create an account, no further action is required.": "Dacă nu ați creat un cont, puteți ignora acest mesaj.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Dacă nu vă așteptați să primiți o invitație la această echipă, puteți renunța la acest e-mail.",
    "If you did not request a password reset, no further action is required.": "Dacă nu ați solicitat o resetare de parolă, puteți ignora acest mesaj.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Dacă nu aveți un cont, puteți crea unul făcând clic pe butonul de mai jos. După crearea unui cont, puteți face clic pe butonul de acceptare a invitației din acest e-mail pentru a accepta invitația echipei:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Dacă nu puteți apăsa pe butonul \":actionText\", copiați și alipiți adresa de mai jos în navigatorul dvs:",
    "If your UiPath Orchestrator sends logs to Elasticsearch, you can specify some parameters allowing Supervisor to make requests on stored data.": "Dacă UiPath Orchestrator trimite jurnalele către Elasticsearch, puteți specifica niște parametri care să permită Supervisor să facă cereri pentru datele stocate.",
    "In order to allow supervisor to interact with UiPath Orchestrator, you'll need to register the application through UiPath Identity Server with Client credentials.": "Pentru a permite supervisor să interacționeze cu UiPath Orchestrator, va trebui să înregistrați aplicația prin UiPath Identity Server cu acreditările client.",
    "Index Configuration": "Configurarea indexului",
    "Invalid": "Invalid",
    "Kibana details": "Detalii Kibana",
    "Kibana enabled": "Kibana activat",
    "Kibana retrieves the logs from Elasticsearch and lets you visualize and analyze the data.": "Kibana preia jurnalele din Elasticsearch și vă permite să vizualizați și să analizați datele.",
    "Last 15 minutes": "Ultimele 15 minute",
    "Last 4 hours": "Ultimele 4 ore",
    "Last active": "Ultimul activ",
    "Last hour": "Ultima ora",
    "Last used": "Ultima utilizare",
    "Leave": "Lasă",
    "Leave page": "Părăsiți pagina",
    "Leave Team": "Părăsește Echipa",
    "Log in": "Autentificare",
    "Log Out": "Deconectează",
    "Log Out Other Browser Sessions": "Deconectați Alte Sesiuni De Browser",
    "Login": "Autentificare",
    "Logout": "Deautentificare",
    "Manage Account": "Gestionați Contul",
    "Manage and log out your active sessions on other browsers and devices.": "Gestionați și deconectați sesiunile active pe alte browsere și dispozitive.",
    "Manage API Tokens": "Gestionați token-uri API",
    "Manage Role": "Gestionați Rolul",
    "Manage Team": "Gestionați Echipa",
    "Most alerting automated business processes": "Cele mai multe procese de afaceri automatizate de alertă",
    "Most alerting orchestrator connection tenants": "Cei mai alerte chiriași conexiuni orchestrator",
    "Most alerting orchestrator connections": "Cele mai alerte conexiuni cu orchestrator",
    "Name": "Nume",
    "New Password": "Parolă Nouă",
    "No data": "Nu există date",
    "No result": "Nici un rezultat",
    "Not Found": "Negăsit",
    "Not verified yet": "Neverificat încă",
    "Number of alerts": "Numărul de alerte",
    "Number of alerts over time": "Numărul de alerte în timp",
    "of": "din",
    "On-Premise": "Implementare on-premise",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Odată ce o echipă este ștearsă, toate resursele și datele sale vor fi șterse definitiv. Înainte de a șterge această echipă, vă rugăm să descărcați orice date sau informații referitoare la această echipă pe care doriți să le păstrați.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Odată ce contul dvs. este șters, toate resursele și datele sale vor fi șterse definitiv. Înainte de a șterge contul, vă rugăm să descărcați orice date sau informații pe care doriți să le păstrați.",
    "Organization Name": "Numele Organizatiei",
    "Other indicators": "Alți indicatori",
    "Other options": "Alte optiuni",
    "Overview": "Prezentare generală",
    "Page Expired": "Pagina a expirat",
    "Pagination Navigation": "Navigare Paginare",
    "Password": "Parolă",
    "Pending alerts": "Alerte în așteptare",
    "Pending Team Invitations": "Invitații De Echipă În Așteptare",
    "Permanently delete this team.": "Ștergeți definitiv această echipă.",
    "Permanently delete your account.": "Ștergeți definitiv contul.",
    "Permissions": "Permisiuni",
    "Photo": "Fotografie",
    "Please click the button below to verify your email address.": "Vă rugăm să apăsați pe butonul de mai jos pentru a verifica adresa dvs. de e-mail.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Vă rugăm să confirmați accesul la contul dvs. introducând unul dintre codurile de recuperare de urgență.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Vă rugăm să confirmați accesul la contul dvs. introducând codul de autentificare furnizat de aplicația dvs. de autentificare.",
    "Please copy your new API token. For your security, it won't be shown again.": "Vă rugăm să copiați noul token API. Pentru siguranța ta, nu va fi afișat din nou.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Introduceți parola pentru a confirma că doriți să vă deconectați din celelalte sesiuni de browser de pe toate dispozitivele.",
    "Please provide the email address of the person you would like to add to this team.": "Vă rugăm să furnizați adresa de e-mail a persoanei pe care doriți să o adăugați la această echipă.",
    "Plugins": "Pluginuri",
    "Privacy Policy": "Politica De Confidențialitate",
    "Production": "Productie",
    "Profile": "Profil",
    "Profile Information": "Informații Despre Profil",
    "Recovery Code": "Codul De Recuperare",
    "Regards": "Toate cele bune",
    "Regenerate Recovery Codes": "Regenerați Codurile De Recuperare",
    "Register": "Înregistrare",
    "Remember me": "Amintește-ți de mine",
    "Remove": "Elimină",
    "Remove Photo": "Elimină Fotografia",
    "Remove Team Member": "Elimină Membrul Echipei",
    "Resend Verification Email": "Retrimiteți E-Mailul De Verificare",
    "Reset Password": "Resetare parolă",
    "Reset Password Notification": "Notificare resetare parolă",
    "results": "rezultate",
    "Role": "Rol",
    "AI based alert triggers": "Declanșatoare de alertă AI",
    "Save": "Salvează",
    "Saved.": "Salvat.",
    "Search": "Căutare",
    "Select A New Photo": "Selectați O Fotografie Nouă",
    "Select a UiPath Orchestrator connection": "Select a UiPath Orchestrator connection",
    "Select all items": "Selectați toate elementele",
    "Select item": "Select item",
    "Select one or multiple tenants": "Selectați unul sau mai mulți chiriași",
    "Selected tenants default options": "Opțiuni implicite ale chiriașilor selectați",
    "Server Error": "Eroare de server",
    "Service Unavailable": "Serviciu indisponibil",
    "Use AI to set up rules detecting uncommon behaviors in your digital workforce.": "Folosiți inteligența artificială pentru a configura reguli pentru a detecta un comportament neobișnuit în forța de muncă digitală.",
    "Setup Key": "Cheie de configurare",
    "Show Recovery Codes": "Arată Codurile De Recuperare",
    "Showing": "Arată",
    "Sign in": "Conectare",
    "Sign in to your account": "Logheaza-te în contul tau",
    "Sign up": "Inscrie-te",
    "some of your tenants connection details cannot be verified": "unele dintre detaliile conexiunii chiriașilor dvs. nu pot fi verificate",
    "Stay on page": "Rămâi pe pagină",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Stocați aceste coduri de recuperare într-un manager de parole securizat. Acestea pot fi utilizate pentru a recupera accesul la contul dvs. dacă dispozitivul dvs. de autentificare cu doi factori este pierdut.",
    "Supervise your digital workforce": "Supraveghează-ți forța de muncă digitală",
    "Switch Teams": "Schimbă Echipele",
    "Tags": "Etichete",
    "Team Details": "Detalii Echipa",
    "Team Invitation": "Invitațiile Echipei",
    "Team Members": "Membrii Echipei",
    "Team Name": "Numele Echipei",
    "Team Owner": "Proprietarul Echipei",
    "Team Settings": "Setări Echipă",
    "Tenant": "Chiriaş",
    "Tenants": "Chiriașii",
    "Terms of Service": "Termenii serviciului",
    "Test": "Test",
    "The :attribute must be a valid role.": ":Attribute trebuie să fie un rol valabil.",
    "The :attribute must be at least :length characters and contain at least one number.": ":Attribute trebuie să aibă cel puțin :length caractere și să conțină cel puțin un număr.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":Attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter special și un număr.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":Attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter special.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":Attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter cu majuscule și un număr.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":Attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter cu majuscule și un caracter special.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":Attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter cu majuscule, un număr și un caracter special.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Cele :attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter cu majuscule.",
    "The :attribute must be at least :length characters.": ":Attribute trebuie să aibă cel puțin :length de caractere.",
    "The :attribute must contain at least one letter.": ":Attribute trebuie să conțină cel puțin o literă.",
    "The :attribute must contain at least one number.": ":Attribute trebuie să conțină cel puțin un număr.",
    "The :attribute must contain at least one symbol.": ":Attribute trebuie să conțină cel puțin un simbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":Attribute trebuie să conțină cel puțin o literă mare și o literă mică.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": ":Attribute dat a apărut într-o scurgere de date. Vă rugăm să alegeți un alt :attribute.",
    "The given data was invalid.": "Datele date au fost nevalide.",
    "The password is incorrect.": "Parola este incorectă.",
    "The provided password does not match your current password.": "Parola introdusă nu se potrivește cu cea curentă.",
    "The provided password was incorrect.": "Parola introdusă a fost incorectă.",
    "The provided two factor authentication code was invalid.": "Codul de autentificare cu doi factori furnizat a fost nevalid.",
    "The provided two factor recovery code was invalid.": "The provided two factor recovery code was invalid.",
    "The team's name and owner information.": "Numele echipei și informații despre proprietar.",
    "There are errors on the form. Please fix them before continuing.": "Există erori în formular. Vă rugăm să le remediați înainte de a continua.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Acești oameni au fost invitați în echipa dvs. și li s-a trimis un e-mail de invitație. Aceștia se pot alătura echipei acceptând invitația prin e-mail.",
    "This device": "Acest dispozitiv",
    "This indicator helps to evaluate how much of your processes are currently affected by an alert.": "Acest indicator vă ajută să evaluați cât de mult din procesele dvs. sunt afectate în prezent de o alertă.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Aceasta este o zonă sigură a aplicației. Vă rugăm să confirmați parola înainte de a continua.",
    "This month": "Luna aceasta",
    "This password does not match our records.": "Această parolă nu se potrivește cu înregistrările noastre.",
    "This password reset link will expire in :count minutes.": "Acest link de resetare a parolei va expira în :count minute.",
    "This user already belongs to the team.": "Acest utilizator aparține deja echipei.",
    "This user has already been invited to the team.": "Acest utilizator a fost deja invitat în echipă.",
    "This week": "În această săptămână",
    "to": "la",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Pentru a finaliza activarea autentificării cu doi factori, scanați următorul cod QR folosind aplicația de autentificare a telefonului sau introduceți cheia de configurare și furnizați codul OTP generat.",
    "To get started, create a user account": "Pentru a începe, creați un cont de utilizator",
    "Today": "Azi",
    "Toggle navigation": "Comută navigarea",
    "Token Name": "Nume Token",
    "Too Many Requests": "Prea multe cereri",
    "Two Factor Authentication": "Autentificare Cu Doi Factori",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Autentificarea cu doi factori este acum activată. Scanați următorul cod QR folosind aplicația de autentificare a telefonului sau introduceți cheia de configurare.",
    "Type a tag": "Introduceți o etichetă",
    "UiPath machines supervision": "Supravegherea mașinilor UiPath",
    "UiPath Orchestrator connection named :name successfully connected!": "Conexiune UiPath Orchestrator numită :name conectată cu succes!",
    "UiPath Orchestrator connection named :name successfully removed!": "Conexiunea UiPath Orchestrator numită :name a fost eliminată cu succes!",
    "UiPath Orchestrator connection tenants": "Chiriașii conexiunii UiPath Orchestrator",
    "UiPath Orchestrator connections": "Conexiuni UiPath Orchestrator",
    "UiPath Orchestrator connections selection": "Selectarea conexiunilor UiPath Orchestrator",
    "UiPath Orchestrator connections successfully removed!": "Conexiunile UiPath Orchestrator au fost eliminate cu succes!",
    "UiPath Orchestrator details": "Detalii UiPath Orchestrator",
    "UiPath Orchestrator related entities configuration": "Configurarea entităților legate de UiPath Orchestrator",
    "UiPath processes supervision": "Supravegherea proceselor UiPath",
    "UiPath queues supervision": "Cozile de supraveghere UiPath",
    "Unable to find machines on this UiPath Orchestrator tenant.": "Nu se pot găsi mașini pe acest chiriaș UiPath Orchestrator.",
    "Unable to find processes on this UiPath Orchestrator tenant.": "Imposibil de găsit procese pe acest chiriaș UiPath Orchestrator.",
    "Unable to find queues on this UiPath Orchestrator tenant.": "Nu s-au putut găsi cozi la acest chiriaș UiPath Orchestrator.",
    "Unauthorized": "Nepermis",
    "Unknown": "Necunoscut",
    "Unsaved changes": "Modificări nesalvate",
    "Update Password": "Actualizați Parola",
    "Update your account's profile information and email address.": "Actualizați informațiile profilului contului dvs. și adresa de e-mail.",
    "URL": "URL",
    "Use a recovery code": "Utilizați un cod de recuperare",
    "Use an authentication code": "Utilizarea unui cod de autentificare",
    "Username": "Nume de utilizator",
    "Verification Status": "Starea de verificare",
    "Verification status": "Starea de verificare",
    "Verified": "Verificat",
    "Verify connection": "Verificați conexiunea",
    "Verify Email Address": "Verifică adresă de e-mail",
    "We were unable to find a registered user with this email address.": "Nu am putut găsi un utilizator înregistrat cu această adresă de e-mail.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Când autentificarea cu doi factori este activată, vi se va solicita un jeton sigur, aleatoriu în timpul autentificării. Puteți prelua acest jeton din aplicația Google Authenticator a telefonului.",
    "Whoops!": "Oops!",
    "Whoops! Something went wrong.": "Hopa! Ceva n-a mers bine.",
    "You are receiving this email because we received a password reset request for your account.": "Primiți acest mesaj pentru că a fost înregistrată o solicitare de resetare a parolei pentru contul asociat acestei adrese de e-mail.",
    "You can create connections with Cloud (Automation Cloud) and On-Premise (standalone or Automation Suite) hosted UiPath Orchestrator instances.": "Puteți crea conexiuni cu instanțele UiPath Orchestrator găzduite în Cloud (Automation Cloud) și On-Premise (autonome sau Automation Suite).",
    "You have been invited to join the :team team!": "Ați fost invitat să vă alăturați echipei :team!",
    "You have enabled two factor authentication.": "Ați activat autentificarea cu doi factori.",
    "You have not enabled two factor authentication.": "Nu ați activat autentificarea cu doi factori.",
    "You may accept this invitation by clicking the button below:": "Puteți accepta această invitație dând clic pe butonul de mai jos:",
    "You may delete any of your existing tokens if they are no longer needed.": "Puteți șterge oricare dintre jetoanele existente dacă acestea nu mai sunt necesare.",
    "You may not delete your personal team.": "Nu vă puteți șterge echipa personală.",
    "You may not leave a team that you created.": "Nu puteți părăsi o echipă pe care ați creat-o.",
    "You need to save changes before you can verify the connection.": "Trebuie să salvați modificările înainte de a putea verifica conexiunea.",
    "Your email address is unverified.": "Adresa de e-mail este neverificată.",
    "Pending alerts count": "Numărul de alerte în așteptare",
    "Average resolution time": "Timp mediu de rezoluție",
    "By severity": "Prin gravitație",
    "By type": "După tip",
    "By component type": "După tipul de componentă",
    "Fatal": "Fatal",
    "Error": "Eroare",
    "Warn": "Avertizare",
    "Process.JobExecution.Faulted": "Execuție greșită",
    "Queue.TransactionStatus.FailedWithApplicationException": "Elementul din coadă a eșuat cu excepția aplicației",
    "Queue.TransactionStatus.FailedWithBusinessException": "Elementul din coadă a eșuat, cu excepția afacerii",
    "Supervisor.Fake": "Supervisor.Fake",
    "Jobs": "Execuții",
    "Transactions": "Tranzacții",
    "Filters": "Filtre",
    "Properties of alerts": "Proprietățile alertelor",
    "Creation date": "Data crearii",
    "Select date range": "Selectați intervalul de date",
    "Select": "Selectați",
    "Severity": "Gravitatie",
    "Select severity levels": "Selectați nivelurile de severitate",
    "Type": "Tip",
    "Select types": "Selectați Tipuri",
    "Component": "Componente",
    "Select components": "Selectați componente",
    "Properties of UiPath Orchestrator connections": "Proprietățile conexiunilor UiPath Orchestrator",
    "UiPath Orchestrator connection": "Conexiune UiPath Orchestrator",
    "Select UiPath Orchestrator connections": "Selectați conexiunile UiPath Orchestrator",
    "UiPath Orchestrator tenant": "Chiriașul UiPath Orchestrator",
    "Select UiPath Orchestrator tenants": "Selectați chiriașii UiPath Orchestrator",
    "Automated business process": "Proces automatizat de afaceri",
    "Select hosting types": "Selectați tipurile de cazare",
    "Select environment types": "Selectați tipurile de mediu",
    "Read multiple pending alerts": "Închideți mai multe alerte în așteptare",
    "Read a pending alert": "Închideți o alertă în așteptare",
    "Are you sure you want to read selected pending alerts (:number)?": "Sunteți sigur că doriți să citiți alertele selectate în așteptare (:number)?",
    "Are you sure you want to read this pending alert?": "Sunteți sigur că doriți să închideți această alertă în așteptare?",
    "Read": "Închide",
    "Lock multiple pending alerts": "Blocați mai multe alerte în așteptare",
    "Lock a pending alert": "Blocați o alertă în așteptare",
    "Are you sure you want to lock selected pending alerts (:number)?": "Sigur doriți să blocați alertele selectate în așteptare (:number)?",
    "Are you sure you want to lock this pending alert?": "Sigur doriți să blocați această alertă în așteptare?",
    "Lock": "Lacăt",
    "Unlock multiple pending alerts": "Deblocați mai multe alerte în așteptare",
    "Unlock a pending alert": "Deblocați o alertă în așteptare",
    "Are you sure you want to unlock selected pending alerts (:number)?": "Sigur doriți să deblocați alertele în așteptare selectate (:number)?",
    "Are you sure you want to unlock this pending alert?": "Sigur doriți să deblocați această alertă în așteptare?",
    "Unlock": "a debloca",
    "Locked by :username": "Blocat de :username",
    "you": "tine",
    "or": "Sau",
    "Log in with UiPath": "Conectați-vă cu un cont UiPath",
    "Log in with Microsoft": "Conectați-vă cu un cont Microsoft",
    "Log in with Google": "Conectați-vă cu un cont Google",
    "Log in with Github": "Conectați-vă cu un cont Github",
    "Sign up with UiPath": "Înscrieți-vă cu un cont UiPath",
    "Sign up with Microsoft": "Înscrieți-vă cu un cont Microsoft",
    "Sign up with Google": "Înscrieți-vă cu un cont Google",
    "Sign up with Github": "Înscrieți-vă cu un cont Github",
    "Alert successfully read!": "Alerta închisă cu succes!",
    "Alert successfully locked!": "Alerta blocată cu succes!",
    "Alert successfully unlocked!": "Alerta deblocată cu succes!",
    "Alert already read by :username": "Alertă deja închisă de :username",
    "Alert cannot be unlocked as it is not locked.": "Alerta nu poate fi deblocată deoarece nu este blocată.",
    "Alert cannot be unlocked as it is locked by :username": "Alerta nu poate fi deblocată deoarece este blocată de :username",
    ":count / :total alert successfully read!": ":count / :total alerta inchisa cu succes!",
    ":count / :total alert successfully locked!": ":count / :total alertă blocată cu succes!",
    ":count / :total alert successfully unlocked!": ":count / :total alertă deblocată cu succes!",
    ":count / :total alerts successfully read!": ":count / :total alertele s-au închis cu succes!",
    ":count / :total alerts successfully locked!": ":count / :total alerte blocate cu succes!",
    ":count / :total alerts successfully unlocked!": ":count / :total alerte deblocate cu succes!",
    "Edit alert #:id": "Editare alertă #:id",
    "Details": "Detalii",
    "This section provides comprehensive information about the alert that is currently selected. It includes a unique identifier, the creation date of the alert, and its severity level.Additionally, it specifies the type of the alert, whether it is related to a faulted job, queue processing error, or other type of issue.The source component of the alert is also indicated, such as Jobs, Queues, Transactions, or Triggers. Eventually, the source UiPath Orchestrator or tenant is identified, providing context for where the alert originated from.": "Această secțiune oferă informații cuprinzătoare despre alerta selectată în prezent. Aceasta include un identificator unic, data de creare a alertei și nivelul său de gravitate. În plus, se specifică tipul alertei, fie că este legată de un job defectuos, o eroare de procesare a cozii sau alte tipuri de probleme. Componenta sursă a alertei este de asemenea indicată, cum ar fi Jobs, Queues, Transactions sau Triggers. În cele din urmă, este identificat și orchestratorul UiPath sau locatarul sursă, oferind astfel contextul de unde provine alerta.",
    "Locking date": "Data de blocare",
    "Read date": "Data închidere",
    "Read by :username": "Închis de :username",
    "Alert is unlocked": "Alerta este deblocată",
    "Resolution details": "Detalii de rezoluție",
    "Empty": "Gol",
    "This section contains information about how the user resolved the alert. This includes a description of the actions taken to address the issue, any changes made to the system or process, and any additional notes or comments related to the resolution. The section serves as a record of the steps taken to resolve the alert, providing valuable information for future reference.": "Această secțiune conține informații despre modul în care utilizatorul a rezolvat alerta. Aceasta include o descriere a acțiunilor luate pentru a aborda problema, orice modificări aduse sistemului sau procesului și orice note sau comentarii suplimentare legate de rezoluție. Secțiunea servește ca un înregistrare a pașilor luați pentru a rezolva alerta, furnizând informații valoroase pentru referință viitoare.",
    "Timeline": "Cronologie",
    "This section provides a chronological view of all actions taken on an alert, from the time it was created to the time it was resolved. This section serves as a historical record of the alert's lifecycle, allowing users to track its progress and understand what actions were taken and when.": "Această secțiune oferă o vedere cronologică a tuturor acțiunilor luate într-o alertă, de la momentul în care a fost creată până la momentul în care a fost rezolvată. Această secțiune servește ca o înregistrare istorică a ciclului de viață al alertei, permițând utilizatorilor să urmărească progresul său și să înțeleagă ce acțiuni au fost luate și când.",
    "Alert created": "Alertă creată",
    "Alert locked": "Alertă blocată",
    "Alert unlocked": "Alertă deblocată",
    "Alert read": "Alertă închisă",
    "False positive?": "Fals pozitiv?",
    "Mark the alert as read?": "Marcați alerta ca închisă?",
    "Write actions taken...": "Scrieți acțiunile luate...",
    "Write a comment...": "Scrieți un comentariu...",
    "Post comment": "Postați comentariul",
    "Resolution details updated. New value: :text": "Detaliile de rezoluție au fost actualizate. Noua valoare: :text",
    "Resolution details updated. Made empty": "Detaliile de rezoluție au fost actualizate. Făcute goale",
    "False positive flag updated. New value: enabled.": "Indicatorul de fals pozitiv a fost actualizat. Noua valoare: activat.",
    "False positive flag updated. New value: disabled.": "Indicatorul de fals pozitiv a fost actualizat. Noua valoare: dezactivat.",
    "No": "Nu",
    "Yes": "Da",
    "None": "Niciunul",
    "Closed alerts count": "Numărul alertelor închise",
    "Closing date": "Data de închidere",
    "Closed by": "Închis de",
    "Select users": "Selectați utilizatorii",
    "Locked by": "Încuiat de",
    "Similar alerts": "Alerte similare",
    "This section serves as a way for users to quickly identify and analyze alerts that are related to the one they are currently working on. By examining the similarities and differences between alerts in the list, users can gain insights into patterns and trends in the alerts generated by their system.": "Această secțiune servește ca o modalitate pentru utilizatori de a identifica și analiza rapid alertele care sunt legate de cea la care lucrează în prezent. Prin examinarea similitudinilor și diferențelor dintre alertele din listă, utilizatorii pot obține perspective asupra modelelor și tendințelor din alertele generate de sistemul lor.",
    "Associated data": "Date asociate",
    "Open": "Deschide",
    "Describe all actions taken to resolve the alert": "Descrieți toate acțiunile întreprinse pentru a rezolva alerta",
    "Define an AI based alert trigger": "Definiți un declanșator de alertă bazat pe IA",
    "Edit an AI based alert trigger": "Modificați un declanșator de alertă bazat pe IA",
    "Delete multiple AI based alert triggers": "Ștergeți mai multe declanșatoare de alertă bazate pe IA",
    "Are you sure you want to delete selected AI based alert triggers (:number)? Once removed, all of their resources and data will be permanently deleted.": "Sunteți sigur că doriți să ștergeți declanșatoarele de alertă bazate pe IA selectate (:number)? Odată eliminate, toate resursele și datele acestora vor fi șterse în mod permanent.",
    "Delete an AI based alert trigger": "Ștergeți un declanșator de alertă bazat pe IA",
    "Are you sure you want to delete this AI based alert trigger? Once removed, all of its resources and data will be permanently deleted.": "Sunteți sigur că doriți să ștergeți acest declanșator de alertă bazat pe IA? Odată eliminat, toate resursele și datele acestuia vor fi șterse în mod permanent.",
    "Trigger details": "Detalii declanșator",
    "UiPath Orchestrator related entities selection": "Selectarea entităților legate de UiPath Orchestrator",
    "UiPath processes": "Procese UiPath",
    "UiPath machines": "Mașini UiPath",
    "UiPath queues": "Cozi UiPath",
    "Rules definition": "Definiție reguli",
    "Describe conditions...": "Descrieți condițiile...",
    "Check conditions": "Verificați condițiile",
    "Scheduling": "Programare",
    "Describe recurrence...": "Descrieți recurența...",
    "Apply scheduling": "Aplicați programarea",
    "Job n°:number": "Job n°:number",
    "Queue n°:number": "Coada n°:number",
    "Reason": "Motiv",
    "Sources": "Surse",
    "This section provides comprehensive information about the specific Automated Business Process. It includes details such as the name, code, and associated tags. The name typically represents a descriptive title for the Automated Business Process, while the code represents a unique identifier or reference for the process. Tags can be used to categorize and organize based on different criteria, allowing for easy search and filtering.": "Această secțiune oferă informații cuprinzătoare despre procesul de afaceri automatizat specific. Aceasta include detalii precum numele, codul și etichetele asociate. Numele reprezintă în mod obișnuit un titlu descriptiv pentru procesul de afaceri automatizat, în timp ce codul reprezintă un identificator unic sau o referință pentru proces. Etichetele pot fi utilizate pentru a categoriza și organiza în funcție de diferite criterii, permițând căutarea și filtrarea ușoară.",
    "This section allows users to select one or multiple connections to UiPath Orchestrator instances. This section enables integration and interaction between the Automated Business Process and the UiPath Orchestrator, facilitating seamless communication and management. Users can choose the relevant Orchestrator connections to establish the connection and access the necessary resources.": "Această secțiune permite utilizatorilor să selecteze una sau mai multe conexiuni către instanțele UiPath Orchestrator. Această secțiune permite integrarea și interacțiunea între procesul de afaceri automatizat și UiPath Orchestrator, facilitând comunicarea și gestionarea fără probleme. Utilizatorii pot alege conexiunile relevante ale Orchestratorului pentru a stabili conexiunea și a accesa resursele necesare.",
    "This section enables users to configure and select one or multiple entities related to the business process within the UiPath Orchestrator. These entities can include processes, machines, and queues that are directly associated with the Automated Business Process. Users can specify the specific processes that need to be executed, machines to be utilized, and queues to be accessed during the execution of the Automated Business Process. This configuration ensures that the Automated Business Process is properly linked and interacts with the relevant components in the UiPath Orchestrator environment.": "Această secțiune permite utilizatorilor să configureze și să selecteze una sau mai multe entități legate de procesul de afaceri în cadrul UiPath Orchestrator. Aceste entități pot include procese, mașini și cozi care sunt direct asociate cu procesul de afaceri automatizat. Utilizatorii pot specifica procesele specifice care trebuie executate, mașinile care trebuie utilizate și cozile care trebuie accesate în timpul executării procesului de afaceri automatizat. Această configurare asigură că procesul de afaceri automatizat este corect legat și interacționează cu componentele relevante din mediul UiPath Orchestrator.",
    "This section provides essential information about the AI-based alert trigger. It includes details such as the trigger's name, code, and associated tags. The name represents a descriptive title for the trigger, allowing users to easily identify and manage it. The code serves as a unique identifier for the trigger, helping to ensure proper tracking and referencing.": "Această secțiune oferă informații esențiale despre declanșatorul de alerte bazat pe IA. Include detalii precum numele declanșatorului, codul și etichetele asociate. Numele reprezintă un titlu descriptiv pentru declanșator, permițând utilizatorilor să îl identifice și să îl gestioneze ușor. Codul servește ca un identificator unic pentru declanșator, contribuind la asigurarea urmăririi și referinței corespunzătoare.",
    "This section allows users to select one or multiple connections to UiPath Orchestrator instances. This selection enables seamless integration between the AI-based alert trigger and the UiPath Orchestrator environment. Users can choose the relevant Orchestrator connections to establish a connection and access the necessary data sources, such as job execution history, robot logs, queue details, and machine specifics.": "Această secțiune permite utilizatorilor să selecteze una sau mai multe conexiuni către instanțele UiPath Orchestrator. Această selecție facilitează integrarea fără probleme între declanșatorul de alerte bazat pe IA și mediul UiPath Orchestrator. Utilizatorii pot alege conexiunile relevante cu Orchestrator pentru a stabili o conexiune și a accesa sursele de date necesare, cum ar fi istoricul execuției sarcinilor, jurnalele roboților, detaliile cozilor și specificațiile mașinii.",
    "This section allows users to configure and select one or multiple entities (processes, machines, and queues) related to the trigger. The rules defined within the trigger will be applied to the selected entities. Users can specify the specific processes, machines, and queues that the trigger should monitor and analyze for generating alerts.": "Această secțiune permite utilizatorilor să configureze și să selecteze una sau mai multe entități (procese, mașini și cozi) legate de declanșator. Regulile definite în cadrul declanșatorului vor fi aplicate entităților selectate. Utilizatorii pot specifica procesele, mașinile și cozile specifice pe care declanșatorul trebuie să le monitorizeze și să le analizeze pentru generarea de alerte.",
    "This section enables users to describe and define conditions for the AI-based alert trigger using natural language. Users can specify criteria and conditions based on data from UiPath Orchestrator instances, such as job execution history, robot logs, queue details, and machine specifics. The rules are formulated in human-readable language, allowing users to express the triggering conditions in a more intuitive and accessible manner.": "Această secțiune permite utilizatorilor să descrie și să definească condiții pentru declanșatorul de alerte bazat pe IA folosind limbajul natural. Utilizatorii pot specifica criterii și condiții bazate pe date din instanțele UiPath Orchestrator, cum ar fi istoricul execuției sarcinilor, jurnalele roboților, detaliile cozilor și specificațiile mașinii. Regulile sunt formulate într-un limbaj ușor de înțeles de către oameni, permițând utilizatorilor să exprime condițiile de declanșare într-un mod mai intuitiv și accesibil.",
    "This section allows users to define the frequency and timing of when the AI-based alert trigger will be activated using natural language. Users can specify how often the trigger should be evaluated and activated, such as daily, weekly, or at specific intervals. This scheduling functionality provides flexibility and customization options for determining the trigger's activation frequency based on user requirements.": "Această secțiune permite utilizatorilor să definească frecvența și momentul în care declanșatorul de alerte bazat pe IA va fi activat folosind limbajul natural. Utilizatorii pot specifica cât de des trebuie evaluat și activat declanșatorul, cum ar fi zilnic, săptămânal sau la intervale specifice. Această funcționalitate de programare oferă opțiuni de flexibilitate și personalizare pentru determinarea frecvenței de activare a declanșatorului în funcție de cerințele utilizatorului.",
    "Advanced configuration": "Configurare avansată",
    "AI based alert trigger named :name successfully removed!": "Declanșatorul de alertă AI numit :name a fost eliminat cu succes!",
    "Want to get notifications from us?": "Vrei să primești notificări de la noi?",
    "Set permissions": "Setați permisiunile",
    "A new alert was created!": "A fost creată o nouă alertă!",
    "Trigger name: :name": "Numele declanșatorului: :name"
}